;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: ZityiSoft
; TranslationAuthorEmail: zityisoft@gmail.com
; TranslationAuthorWeb: http://szoftverforditasok.hu
; Soft Version: 7.85
;
[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=Ok
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü

[Translation]
ReadHabit=Left-to-right
LanguageName=HUN
LangCode=040e
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Megerősítés
Warning=Figyelem
Error=Hiba
Confirm=Megerősítés
pmGo=Ugrás az elemre
pmNone=Nincs kijelölés
pmAll1=Mind kijelöli
pmrec=Ajánlott
pmIgnore=Az elem kihagyása
pmExport=Exportálás ...
pmInvert=Nincs kijelölés
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Mégse
FrmWDC.pmPortable.caption=Portable verzió létrehozása
;
; Main GUI
;
FrmWDC.pmHelp.caption=Online súgó
FrmWDC.pmHome.caption=Weboldal
FrmWDC.pmForum.caption=Fórum
FrmWDC.pmContact.caption=Elérhetőségünk
FrmWDC.pmCheckNew.caption=Frissítések ellenőrzése
FrmWDC.pmLang.caption=Nyelvek
FrmWDC.pmSkin.caption=Felszín módosítása
FrmWDC..caption=Névjegy
FrmWDC.btncomm.caption=Általános tisztító
FrmWDC.btnadv.caption=Fejlett tisztító
FrmWDC.btnsilm.caption=Összetevők törlése
FrmWDC.btnrestore.caption=Visszaállítás
FrmWDC.btnsettings.caption=Beállítások
FrmWDC.btnlikeit.caption=Tetszik
FrmWDC.btnsuggest.caption=Javaslat és visszajelzés
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=Az "Üres fájlok keresése" opció, csak egyszer lép hatályba. Legközelebb újra ki kell választania.
Frmadvdc.btnscan.caption=Vizsgálat indítása
Frmadvdc.lblpath.caption=Vizsgálandó:
Frmadvdc.btnrescan.caption=Újravizsgál
Frmadvdc.btnall.caption=Mind kijelöli
Frmadvdc.btnadvanced.caption=Speciális beállítások
Frmadvdc.btnnone.caption=Nincs kijelölés
Frmadvdc.lblwrcinfo.caption=A Wise Registry Cleaner az egyik vezető Windows operációs rendszerre tervezett, ingyenes rendszerleíró tisztító. Gyors, alapos és biztonságos!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=A Wise PC Engineer egy csomó fontos rendszerleíró, lemez és egyéb rendszer segédprogramot biztosít számítógépe számára. Könnyen használható és hatékony!
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=A leggyorsabb vizsgálati sebesség a világon !
Frmadvdc.lblrec.caption=Felhasználók által kedvelt egyéb alkalmazások:
Frmadvdc.vtfiles.Columns[0]=Fájlnév
Frmadvdc.vtfiles.Columns[1]=Méret
Frmadvdc.vtfiles.Columns[2]=Hely
Frmadvdc.vtfiles.Columns[3]=Utolsó hozzáférési idő
Frmadvdc.vtfiles.Columns[4]=Típus
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Ok
FrmAdvSettings.btnadd.caption=Hozzáadás
FrmAdvSettings.btnremove.caption=Eltávolítás
FrmAdvSettings.btncancel.caption=Mégse
FrmAdvSettings.wcknull.caption=Üres fájlok keresése(0 bájt, lassú)
FrmAdvSettings.wckshortcut.caption=Érvénytelen parancsikonok keresése (lassú)
FrmAdvSettings.caption=Speciális beállítások
FrmAdvSettings.btnre.caption=Ajánlott
FrmAdvSettings.btnall.caption=Mind kijelöli
FrmAdvSettings.btnnone.caption=Nincs kijelölés
;
; About
;
FrmAboutWin.caption=Névjegy
FrmAboutWin.btnOK.caption=OK
FrmAbout.lblver.caption=Jelenlegi verzió:
FrmAbout.lblhome.caption=Weboldal:
FrmAbout.lblemail.caption=Email:
FrmAbout.lblthanks.caption=Köszönjük a következő személyek közreműködését:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Parancssori mód
FrmAutorunSettings.lblcmdinfo.caption=A programot parancssorból is futtathatja, automatikusan megvizsgálhatja és megtisztíthatja meghajtóit. További információkért, nyomja meg az F1 billentyűt vagy kattintson a következő hivatkozásra a súgó dokumentum elolvasásához.
FrmAutorunSettings.chk1.caption=A 'Tisztítás-1-kattintásra' ikon létrehozása és elhelyezése az asztalon
FrmAutorunSettings.chkadv.caption=Magába foglalja a Fejlett tisztítót is
FrmAutorunSettings.btnhelp.caption=Online súgó
;
; Common Cleaner
;
FrmCommon.btnall.caption=Mind kijelöli
FrmCommon.btnre.caption=Ajánlott
FrmCommon.btnnone.caption=Nincs kijelölés
FrmCommon.wckadv.caption=Magába foglalja a Fejlett tisztítót is
FrmCommon.WiseLabel1.caption=Ütemező
FrmCommon.lbltype.caption=Futtatás típusa:
FrmCommon.lblweek.caption=Futtatás napja:
FrmCommon.lbltime.caption=Időpont:
FrmCommon.btnScan.caption=Vizsgálat indítása
FrmCommon.lblstat.caption=Gyors és egyszerű módja a felesleges fájlok és hátrahagyott nyomok eltüntetésének.
FrmCommon.btncancel.caption=Mégse
FrmCommon.btnrescan.caption=Újravizsgál
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Fájl hozzáadása
FrmExclusion.btnAddFolder.caption=Egy mappa hozzáadása
FrmExclusion.btnAddType.caption=Egy fájltípus hozzáadása
FrmExclusion.BtnAddCookie.caption=Cookie-k hozzáadása
FrmExclusion.btnImport.caption=Importálás
FrmExclusion.btnExport.caption=Exportálás
FrmExclusion.btnRemove.caption=Eltávolítás
;
; General Settings
;
FrmGeneral.lbtran.caption=Fordítás...
FrmGeneral.chkNews.caption=Hírlevelek fogadása
FrmGeneral.chknotice.caption=Automatikus tisztítási értesítés megjelenítése
FrmGeneral.chkwipe.caption=Biztonságos törlés (Lassú)
FrmGeneral.WiseLabel1.caption=Frissítések:
FrmGeneral.WiseLabel2.caption=Nyelv:
FrmGeneral.btnchecknew.caption=Ellenőrzés
FrmGeneral.WiseLabel4.caption=Egyéni mappák ürítése (Csak halaó felhasználóknak)
FrmGeneral.btnAdd.caption=Hozzáadás
FrmGeneral.btnRemove.caption=Eltávolítás
FrmGeneral.chkexp.caption=Csatlakozzon a felhasználói élmény fokozása programhoz
FrmGeneral.lblexp.caption=Részletek
;
; Restore
;
FrmRestore.btnrestore.caption=Visszaállítás
FrmRestore.btnremove.caption=Eltávolítás
FrmRestore.Btnclose.caption=Bezárás
FrmRestore.caption=Visszaállítás

;
; Settings
;
FrmSettings.tsCommon.caption=Általános
FrmSettings.tsAutoRun.caption=Futtatás
FrmSettings.tsExclusion.caption=Kizárások
FrmSettings.btnAbout.caption=Névjegy
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Mégse
FrmSettings.caption=Beállítások
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Kérjük, próbálja ki intelligens termékeinket a Windows teljesítményének javításához.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=A Wise PC Engineer egy csomó fontos rendszerleíró, lemez és egyéb rendszer segédprogramot biztosít számítógépe számára. Könnyen használható és hatékony!
FrmSysClean.lbl1.caption=A Wise Registry Cleaner az egyik vezető Windows operációs rendszerre tervezett, ingyenes rendszerleíró tisztító. Gyors, alapos és biztonságos!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=További Windows teljesítményjavulást szeretne?
FrmSysClean.btnSlimming.caption=Végrehajtás
FrmSysClean.btnall.caption=Mind kijelöli
FrmSysClean.btnrecommended.caption=Ajánlott
FrmSysClean.btnnone.caption=Nincs kijelölés
FrmSysClean.vtsys.Columns[0]=Elem
FrmSysClean.vtsys.Columns[1]=Méret
FrmSysClean.vtsys.Columns[2]=Hely
FrmSysClean.vtsys.Columns[3]=Javaslat
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Szabad terület
FrmDiskDefrag.btnfolder.caption=Mappa
FrmDiskDefrag.btnfile.caption=Fájl
FrmDiskDefrag.btnsystem.caption=Rendszerfájl
FrmDiskDefrag.btnFragmented.caption=Töredékek
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Leállítás a töredezettségmentesítés után
FrmDiskDefrag.btnpause.caption=Szünet
FrmDiskDefrag.btnstop.caption=Leállítás
FrmDiskDefrag.btnDefrag.caption=Töredezettségmentesítés
FrmWDC.btndefrag.caption=Töredezettségmentesítés
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Ha kedveli a Wise Disk Cleaner programot, kérjük, ismertesse meg ezt az ingyenes eszközt kedvesével.
FrmlikeUs.lblInfo.caption=Kérjük, ossza meg a Wise Disk Cleaner programot a családjával, barátaival, osztálytársaival és kollégáival email-ben, blogon, Twitter-en, Youtube-on, Facebook-on, stb.. Remek! Ezzel kényelmessé és eredményessé teheti az életüket.
FrmlikeUs.lblRate.caption=Wise Disk Cleaner értékelés:
FrmlikeUs.lblfollow.caption=Kövessen minket:
FrmlikeUs.lblshare.caption=Wise Disk Cleaner megosztása:
FrmlikeUs.btndownload.caption=Ingyenes letöltés
FrmlikeUs.imgrate.hint=Díjazzon minket 5 csillaggal
FrmlikeUs.imgmail.hint=Ossza meg barátaival
FrmlikeUs.imgface1.hint=Ossza meg a facebook-on
FrmlikeUs.imgface2.hint=Kövessen minket a facebook-on
FrmlikeUs.imgtwitter1.hint=Ossza meg a twitter-en
FrmlikeUs.imgtwitter2.hint=Kövessen minket a twitter-en
FrmlikeUs.Caption=Tetszik
FrmlikeUs.lbldownload.caption=További freeware termékek letöltése a WiseCleaner.com oldalról :
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com felhasználói élmény fokozása program
Frmsecurity.lbltitle.caption=Csatlakozzon a felhasználói élmény fokozása programhoz
Frmsecurity.lblinfo1.caption=A jelenlegi termék javításához, csatlakozhat a felhasználói élmény fokozása programhoz a WiseCleaner.com oldalról származó termékek használatával kapcsolatos információk küldésével.
Frmsecurity.lblinfo2.caption=Az összegyűjtött adatok azonosításra és kapcsolatfelvételre lesznek használva, amelyet Ön bármikor letilthat.
Frmsecurity.lbllink.caption=Tudjon meg többet a felhasználói élmény fokozása programról.
Frmsecurity.cbagree.caption=Csatlakozás a felhasználói élmény fokozása programhoz.
Frmsecurity.cbagainst.caption=Jelenleg, nem szeretnék csatlakozni a programhoz.
Frmsecurity.btnok.caption=OK

[Message]
LestOneItem=Legalább egy törlendő elemet ki kell választania.
HistorySaved=A teljes mentett terület: %s
DisableAdd=Biztonsági okokból, néhány speciális mappa (mint például a "Windows mappa", "Merevlemez Boot" és "CD-ROM"), nem adható hozzá ehhez a listához.
ConfirmAdd=Szeretné, hogy eltávolítson minden fájlt a %s alatt, amikor ráklikkelsz a "Törlés" gombra?
DupFolder=Ez a mappa már szerepel a listán.
ExImport=A kizárás lista exportálva lett ide:
SelectHardDrive=Kérjük, válasszon egy merevlemezt
CreationDate=Létrehozás dátuma
Description=Leírás
NowCleaning=Aktuális tisztítás:
ScheduleNextTime=Legközelebb:
Never=Soha
InputType=Adja meg a fájlnevet vagy a fájltípust (Például: *.tmp stb..)
WarnNoType=Kérjük, válasszon legalább egy fájltípust a kereséshez!
NoItemChecked=Kérjük, válasszon egy vagy több fájlt a törléshez.
WDCRunning=A program jelenleg fut.
RemoveSysRestore=Eltávolítja a kiválasztott rendszer-visszaállítási pontot ?
RestoreFromSysRestore=Újra kell indítani a számítógépet a rendszer-visszaállításához. Szeretné elindítani a visszaállítást most??
WarnZeroFile=Az "Üres fájl" mód lett kiválasztva. Néhány 0 bájt méretű fájlra lesz szükség. Eltávolításuk elött, ellenőrizze őket. Ezt szeretné tenni?
SysRestoring=A rendszer visszaállításának előkészítése...
SysCreating=Rendszer-visszaállítási pont létrehozása...
Browse=Tallózás...
AllHardDrive=Helyi merevlemezek
Cleaning=Tisztítás...
Exported=A jelenlegi elemek exportálva lettek ide: %s. Megnyitja most a fájlt?
LeftTimeSec=Időtartam: %s másodperc
Safetodel=Ez az elem biztonságosan törölhető.
MoreSpace=További területért.
Unknow=Ismeretlen.
AddFileType=Fájltípus hozzáadás
AlreadExist=A(z) %s már szerepel a listán.
illegalType=A(z) %s egy nem megengedett fájltípus.
Summary=Összefoglaló
InputSummary=Kérjük, adjon egy leírást ehhez a típushoz:
noselected=Nincs elem kiválasztva.
DelFileType=Valóban törli ezt a fájltípust?
ScanAborted=A vizsgálat meg lett szakítva!
TrashFound=%d fájltalálat, összesen %s méretben.
NoTrashAndTrace=Gratulálunk! Ön egy tiszta számítógéppel rendelkezik!
CleanDone=A tisztítás befejeződött!
LestOne=Kérjük, válasszon legalább egy elemet a vizsgálathoz.
LestOneClean=Kérjük, válasszon legalább egy elemet a törléshez.
Scanning=Vizsgálat folyamatban...
InvalidIgnorItem=Nem hagyhatja figyelmen kívül ezt az elemet.
TraceFound=%d nyom találat.
CleanNow=Azonnali tisztítás javasolt.
TrashRemoved=%d fájl lett eltávolítva és így %s lemezterület szabadult fel.
TraceRemoved=%d nyom el lett távolítva.
LastCommonClean=A lemez utolsó tisztítási ideje:
Working=Kérjük, várja meg a jelenlegi folyamat végét, majd próbálja meg újra.
NoFilesFound=Nincsenek felesleges fájlok
NoTracesFound=Nincsenek nyomok
FindTraces=%d nyom
NoItemFound=Nincsenek talált elemek
FindFilesSize=%d fájltalálat, összesen %s méretben
FindTracesSection=%d nyomtalálat ebben a szekcióban
CanFreeSpace=%d fájltalálat és %s lesz mentve
TotalTraces=Összesen %d nyomtalálat
EnableRestore=A rendszer-visszaállítás le van tiltva. Szeretné engedélyezni a rendszer-visszaállítást?
RestorePointFail=Nem sikerült létrehozni a helyreállítási pontot.
ErrorMsg=Hibaüzenet:
NoNewVer=Gratulálunk, jelenleg a legfrissebb verziót használja!
KeyWord=Kérjük, adja meg a kulcsszavát:
AddFolder=Egy mappa hozzáadása
CannotCrTask=Nem lehet létrehozni az ütemezett feladatot.
InvalidType=Kérjük, adjon meg egy érvényes fájlkiterjesztést.
NoType=Kérjük, jelöljön ki legalább egy típust a kereséshez.
FailToDelete=Néhány fájl nem törölhető a rendszer újraindítása elött.
GoodHabit=A PC tisztán tartása bevett gyakorlat. Kérjük, tartsa fenn ezt az állapotot!
7After=%d nap telt el az utolsó töredezettségmentesítés óta. Egy azonnali vizsgálat ajánlott.
7Before=A meghajtók tisztán tartása és az adatvédelem biztosítása bevett gyakorlat.
TaskExists=Az ütemezett feladat már létezik. Törölni szeretné azt vagy létrehoz egy új ütemezett feladatot? (Nem - A létező feladat szerkesztése. Mégse - A folyamat megszakítása.)
NoBackupSelected=Kérjük, válasszon legalább egy mentést a visszaállításhoz.
StartScan=Vizsgálat most
StartClean=Tisztítás indítása
Cancel=Mégse
Idle=Üresjáratban
Daily=Naponta
Weekly=Hetente
Monthly=Havonta
Monday=Hétfő
Tuesday=Kedd
Wednesday=Szerda
Thursday=Csütörtök
Friday=Péntek
Saturday=Szombat
Sunday=Vasárnap
AvdDefaultHint=Ez a szekció speciális beállításokat biztosít a felesleges fájlok kereséséhez és további lemezterület felszabadításhoz.
TrashFoundEx=A következő szükségtelen fájlokat találtuk:
NoDriveChecked=Ki kell választania egy vagy több meghajtó a vizsgálathoz.
ScanFor=Meghajtó vizsgálata:
FindDrives=Meghajtók keresése...
Login=Bejelentkezésnél
NewVer=Egy új verziója érhető el! Szeretné most frissíteni?
TranslateTo=Fordítás...
AddCookies=Cookie-k hozzáadása
InputCookie=Cookie-k megadása (Például: wisecleaner.com stb...)
InvalidCookie=Érvénytelen cookie-k
BrowserRunning=A(z) %s fut. Be szeretné zárni? Máskülönben a gyorsítótárakat és cookie-kat nem lehet törölni.

[CommonClean]
ScanAbortedHint=Javasoljuk, hogy hajtson végre egy azonnali újravizsgálatot a felesleges fájlok és nyomok felkutatásához.
DefaultHint=A szükségtelen fájlok és internetes nyomok törlésével, helyet szabadíthat fel és megvédheti személyes adatait.
ScanAbortedHint1=Javasoljuk, hogy hajtson végre egy azonnali újravizsgálatot a felesleges fájlok felkutatásához.
WhenIdle=Üresjáratban
WhenLogin=Bejelentkezésnél

[SysClean]
Open=Megnyitás
Remove=Eltávolítás
MoreSpace=További területért
Cleaning=Tisztítás...
Scanning=Vizsgálat...
ScanEnd=Összesen %d elemtalálat. %s lemezterület szabadul fel a művelet után.
NoItems=Gratulálunk! A rendszermeghajtó tiszta.
SpaceFreed=A művelet befejeződött. %s lemezterület lett felszabadítva.
Installer=Elavult Windows telepítő
LongInstaller=Az elavult Windows telepítők felesleges fájlok. Eltávolításukkal lemezterület szabadítható fel.
PatchUninstall=Windows frissítések eltávolító állományai
LongPatchUninstall=Ha nincs szüksége a Windows frissítés eltávolítójára, akkor törölheti ezeket a fájlokat.
Downloadedfiles=Windows letöltött telepítési fájlok
Longdownloadedfiles=Miután sikeresen telepítése a Windows javításokat, ezeket a fájlokat biztonságosan eltávolíthatja.
Baselinecache=Windows telepítő alapfájl-gyorstár
LongBaselinecache=A Windows telepítő szolgáltatás által létrehozott fájlok, és el lehet távolítani azokat.
JPIME=Japán IME
LongJPIME=Ha nincs szüksége a Japán IME fájlokra többé, akkor eltávolíthatja azokat.
KoreanIME=Koreai IME
LongKoreanIME=Ha nincs szüksége a koreai IME fájlokra többé, akkor eltávolíthatja azokat.
TChineseIME=Tradícionális kínai IME
LongTChineseIME=Ha nincs szüksége a tradicionális kínai IME fájlokra többé, akkor eltávolíthatja azokat.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Ha nincs szüksége a Microsoft Pinyin IME fájlokra többé, akkor eltávolíthatja azokat.
HelpFile=Windows súgó állományok
LongHelpFile=Ha nincs szüksége a Windows súgó fájlokra, akkor eltávolíthatja azokat.
SamplePic=Windows mintaképek
LongSamplePic=Ha nincs szüksége a mintaképekre, akkor eltávolíthatja azokat.
SampleMic=Windows mintazenék
LongSampleMic=Ha nincs szüksége a mintazenékre, akkor eltávolíthatja azokat.
SampleVideos=Windows minta videók
LongSampleVideos=Ha nincs szüksége a minta videókra, akkor eltávolíthatja azokat.
SampleMedia=Windows minta média
LongSampleMedia=Ha nincs szüksége a minta médiára, akkor eltávolíthatja azokat.
Wallpaper=Windows háttérkép fájlok
LongWallpaper=Ha nincs szüksége a háttérkép fájlokra, akkor eltávolíthatja azokat.
[DiskDefrag]
Volume=Meghajtó
Format=Fájlrendszer
TotalSpace=Teljes terület
FreeSpace=Szabad terület
Fragmented=Töredékek
Status=Állapot
PmDefrag=Töredezettségmentesítés
QuickOpt=Gyors optimalizálás
FullOpt=Teljes optimalizálás
PmAnlyse=Elemzés
Resume=Folytatás
Analying=Elemzés
Defragmenting=Töredezettségmentesítés
Optimizing=Optimalizálás
Analyed=Elemezve
Defragmented=Töredezettségmentesítve
Optimized=Optimalizálva
Pause=Szünet
IsSSD=A kijelölés legalább egy szilárd meghajtót tartalmazhat, és a lemez töredezettségmentesítés csökkentheti annak élettartamát. Valóban folytatni szeretné?
FragmentedRate=Töredezettség
[Area]
OperaCache=Opera gyorsítótár
OperaHistory=Opera előzmények
OperaCookies=Opera cookie-k
OperaSessions=Opera munkamenetek
OperaURLHistory=Opera begépelt URL-k
OperaSiteIcon=Opera weboldal ikonok
OperaPassword=Mentett Opera jelszavak
Networkmapping=Hálózati meghajtó csatlakoztatási előzmények
LastDownloadDir=Utolsó letöltési hely
TrashClean=Felesleges fájlok a számítógépen
TraceClean=Nyomok törlése a számítógépről
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office képkezelő
Office=Microsoft Office
OfficeRecent=Microsoft Office legutóbbi előzmények
TypeOtherApp=Egyéb alkalmazások
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Médialejátszó
TypeWComponents=Windows-összetevők
FireFoxOther=Mozilla FireFox egyéb előzmények
FireFoxPass=Mozilla FireFox mentett jelszavak
FireFoxForm=Mozilla FireFox automatikus űrlapkitöltési előzmények
FireFoxCookies=Mozilla FireFox cooky-k
ChromePass=Google Chrome mentett jelszavak
ChromeForm=Google Chrome automatikus űrlapkitöltési előzmények
ChromeCookies=Google Chrome cooky-k
IEPass=IE mentett jelszavak (Személyes adat nem kerül a listára)
IEForm=IE automatikus űrlapkitöltési előzmények (Személyes adat nem kerül a listára)
IECookies=Microsoft IE cookie-k
DOMStoreCookies=Microsoft IE DOMStore cookie-k
IEAddressBarHistory=Microsoft Internet Explorer címsor előzmények
TypeInternet=Internetes böngészés
JumpList=Tálca Jump listák (A rögzített elemek eltávolításra kerülnek)
SearchList=Windows keresési előzmények
TraryNotify=Windows tálca értesítési gyorstár
ExplorerMRU=Egyéb Explorer MRU-k
Recentdocuments=Legutóbbi dokumentumok
RunStartMenu=Futtatás a Start Menüben
TypeSystem=Windows rendszer
Flash=Adobe Flash Player
TypeMedia=Multimédia
FireFoxCache=Mozilla FireFox gyorsmemória
ChromeCache=Google Chrome gyorsmemória
IECahce=Microsoft IE gyorsmemória
LogFile=Rendszer naplófájlok
DownloadedPatch=A Windows által létrehozott letöltött fájlok
ErrorReport=Hibajelentési fájlok
Dump=Memóriakiíratási fájlok
ThumbCache=Miniatűrök gyorsítótára
InvalidLnk=Érvénytelen parancsikonok
UserTemp=Az alkalmazások által létrehozott szükségtelen fájlok
SysTemp=A Windows által létrehozott szükségtelen fájlok
Prefetch=Windows előzetes lehívási adatok
RemoteDesktop=Távoli asztal gyorsmemória állományai
Recyclebin=Lomtár ürítése
SafariCache=Safari Internet gyorsmemória
SafariHistory=Safari előzmények
SafariCookies=Safari cookye-k
SafariPass=Safari mentett űrlap információk
YahooMessage=Yahoo Message
WLM=Windows Live Messenger
SunJava=Sun Java

[Type]
UserDefine=Felhasználó által meghatározott
ZeroFile=Üres fájlok - 0 bájt
WinSetupLog=Windows telepítési hibanaplók
NtUninstall=Windows javítások eltávolítási forrásai
InvalidLnk=Érvénytelen parancsikonok
UserTemp=Fájlok a felhasználók ideiglenes mappáiban
WinTemp=Fájlok a Windows ideiglenes mappáiban
RecentFiles=Legutóbbi fájlok hivatkozásai
PatchSource=Windows frissítési források
TempFile=Ideiglenes fájlok
fcwdir=A letöltési folyamat során keletkezett fájlok
tfcbp=A programok által létrehozott ideiglenes fájlok
sdrf=Lemezellenőrzés során létrehozott visszaállítási fájlok
OldFile=Régi fájlok
outdatedfile=Elavult fájlok
fcwhfir=A súgó fájl futtatásakor keletkezett fájlok
Ncfile=Hírcsoport gyorstár fájlok
Backupfile=Mentési állományok
WBfile=MS Word mentési állományok
Cbswahf=A súgófájl keresése közben létrehozott fájlok
whtf=A Windows súgó rendszer ideiglenes állományai
Logfile=Naplófájlok
LLogfile=Az alkalmazások vagy rendszer szolgáltatások által létrehozott naplófájlok.
Errorfile=Hibaállományok
Wmdf=Win2000/XP memóriakiíratási fájlok
bcomf=A módosított fájlok biztonsági másolatai
Indexfile=Index fájlok
ifcbsiotitpbs=A rendszer által létrehozott index fájlok a képböngészési sebesség javításához
Tfcds=A telepítésnél létrehozott ideiglenes fájlok
Intermediatefile=Átmeneti fájlok
chkfile=Helyreállított fájl

[AutoClean]
DiskSaved=lemezterület lett mentve.
Title=Gratulálunk!
TraceCleanned=nyom lett törölve.

[Skin]
SkinDefault=Alapértelmezett
SkinGray=Szürke
SkinOrange=Narancssárga
SkinCustom=Egyéni
SkinColor=Egyéni felületszín